[
    {
      "style": "Blues",
      "infos": {
        "titre": "Blues",
        "photo": "lien_vers_une_image_blues.jpg",
        "contexte": "Le blues est un genre musical américain qui tire son origine de diverses influences folkloriques, notamment africaines, asiatiques par l'intermédiaire des Amérindiens, et irlandaises. Son usage dans la musique noire américaine remonte au début du XXe siècle, notamment dans le vaudeville, et était déjà courant au XIXe siècle dans les pièces de théâtre mettant en scène des Noirs du Sud des États-Unis. W.C. Handy a joué un rôle important en officialisant le blues avec sa composition 'Memphis Blues' en 1912.",
        "histoire": "Trente ans après l'abolition de l'esclavage, les negro-spirituals et les chants de travail se mêlent dans le Sud des États-Unis, notamment au Mississippi, en Géorgie et au Texas, rythmant la vie des travailleurs des plantations et des nuits de danse. En parallèle, des minstrel shows apparaissent à la Nouvelle-Orléans et à Memphis, réunissant des artistes noirs. Le blues, qui a ses racines dans le Sud à la fin du XIXe et au début du XXe siècle, est souvent de nature orale et accompagné d'instruments rudimentaires. Les formes plus élaborées émergent dans la région du Delta, entre le Mississippi et la rivière Yazoo. D'autres variantes incluent le 'Fife and drums' dans les collines du Mississippi, avec un fifre en bambou dirigé par Othar Turner, ainsi que des instruments simples comme la guitare acoustique, le piano et l'harmonica. Robert Johnson, légendaire guitariste de blues, est associé à une histoire de pacte avec le diable pour sa virtuosité. D'autres bluesmen comme Tommy Johnson partagent une version similaire. W. C. Handy est l'un des premiers à populariser et à arranger des airs de blues avec des orchestres, et il est l'auteur de morceaux célèbres tels que 'Saint Louis Blues.' Au niveau des paroles, les premiers blues répétaient souvent un vers plusieurs fois. Au début du XXe siècle, la structure 'E/A/B' (Mi/La/Si) devient courante, où un vers est chanté sur les quatre premières mesures, puis répété sur les quatre suivantes, suivi d'un second vers sur les quatre dernières mesures. Un exemple typique est : « Woke up this morning with the Blues down in my soul / Woke up this morning with the Blues down in my soul / My baby gone and left me, got a heart as black as coal ».",
        "sousGenre": ["Blues traditionnel", "Kansas City blues", "Delta blues", "Chicago blues", "Texas blues", "New York blues", "British blues boom", "Blues rock", "Blues français", "Memphis blues", "West coast blues"],
        "instrument": ["Typiques", "Guitare", "Batterie", "Chant", "Contrebasse", "Guitare basse", "Harmonica", "Piano", "Saxophone", "Trombone", "Trompette"]
      }
    },
    {
      "style": "Chanson française",
      "infos": {
        "titre": "Chanson française",
        "photo": "lien_vers_une_image_chanson_francaise.jpg",
        "contexte": "La chanson française a évolué à partir de diverses influences musicales au fil des siècles. Initialement basée sur des éléments du folklore, de la chasse, de la musique militaire, religieuse et classique, elle a connu une transformation significative avec l'avènement des droits d'auteur au xixe siècle et le développement des enregistrements sonores au xxe siècle. Elle a été influencée par divers courants musicaux à la mode, tels que le musette (valse, java, tango), la musique latino-américaine (cha-cha-cha, rumba, mambo, samba, bossa nova), ainsi que des adaptations de succès étrangers (italiens, ibériques, britanniques, slaves, germaniques) et des importations massives de la culture nord-américaine, y compris le jazz (ragtime, charleston, swing), le blues, le gospel, la country, le doo-wop, le rock, le folk, la pop, le disco et le rap.",
        "histoire": "La chanson française évolue à travers les époques, de la Cantilène de sainte Eulalie du ixe siècle au Carillon de Vendôme du xve siècle. Au début du Moyen Âge, les premières manifestations de la chanson incluent les chants de guerre de l'Empire franc, les chants folkloriques, et les chants choraux, certains ayant des racines pré-chrétiennes. La Chanson de Roland est notable pour son rôle dans la guerre contre les païens. La culture de la chanson au sens restreint débute au haut Moyen Âge, avec les premières chansons de divertissement françaises datant du xiie siècle, notamment les chansons de geste, qui coïncident avec les Croisades. Les troubadours, principalement issus de la chevalerie, développent une forme de chanson courtoise, tandis que dans le Nord de la France, on les appelle trouvères.",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Dubstep",
      "infos": {
        "titre": "Dubstep",
        "photo": "lien_vers_une_image_dubstep.jpg",
        "contexte": "Le dubstep est un genre de musique électronique originaire du sud de Londres, à Croydon, émergé à la fin des années 1990. Il est influencé par divers styles musicaux tels que le 2-step garage, le broken beat, le drum and bass, le jungle, le dub et le reggae, avec des racines remontant aux sound systems jamaïcains des années 1980 au Royaume-Uni. Cette musique se caractérise par un rythme syncopé, des percussions et une ligne de basses, et les premières compositions datent de 1996, souvent en face B des albums 2-step garage. Ces compositions sont marquées par un thème sombre, une approche musicale expérimentale et minimaliste, avec moins d'accent sur les voix et des influences du breakbeat et du drum and bass en 2-step.",
        "histoire": "Le dubstep trouve ses racines dans les productions d'El-B, Steve Gurley, Oris Jay et Zed Bias en 1999 et 2000. Le terme 'dubstep' a été popularisé vers 2002 par Ammunition Promotions, un label de Drum & Bass qui organisait la boîte de nuit 'Forward>>'. Cette soirée s'est déroulée initialement aux Velvet Rooms de Soho, puis au Plastic People de Shoreditch à Londres. Fondée en 2001, Forward>> a joué un rôle clé dans le développement du dubstep en fournissant un espace dédié à ce genre musical, tout en mêlant des influences de dark garage. Forward>> avait une résidence sur Rinse FM, présentée par Kode9. Les DJ originaux de Forward>> incluaient Hatcha, Youngsta, Kode 9, Zed Bias, Oris Jay, Slaughter Mob, Jay Da Flex, Slimzee, et d'autres, ainsi que des artistes notables du domaine musical. Parmi les résidents ultérieurs, on retrouve Youngsta, Hatcha, Geeneus, et Plastician, avec Crazy D en tant que MC/présentateur. Des producteurs comme D1, Skream et Benga étaient également fréquents. Une autre influence majeure dans les débuts du dubstep est le disquaire Big Apple Records à Croydon. Des musiciens clés comme Hatcha et Skream y ont travaillé, initialement orientés vers la vente d'albums de UK hardcore, techno, house, garage, et drum and bass, avant de s'orienter vers le dubstep naissant. D'autres artistes tels qu'El-B, Zed Bias, Horsepower Productions, Plastician, N Type, et Walsh fréquentaient régulièrement ce magasin, bien qu'il soit désormais fermé.",
        "sousGenre": ["Brostep", "post-dubstep", "breakstep", "gorestep", "melodic dubstep", "heavy dubstep", "riddim", "deathstep"],
        "instrument": ["séquenceur", "échantillonneur", "synthétiseur"]
      }
    },
    {
      "style": "Drum and bass",
      "infos": {
        "titre": "Drum and bass",
        "photo": "lien_vers_une_image_drum_and_bass.jpg",
        "contexte": "La drum and bass, également connue sous le nom de DnB, est un genre de musique électronique originaire du Royaume-Uni, apparu vers 1996-1997 à Bristol, marquant la fin de l'ère jungle. Elle se caractérise par un rythme breakbeat, une structure rythmique 2-step et des lignes de basse lourdes à basse fréquence. La mélodie est généralement minimale, mettant l'accent sur les percussions répétitives. Souvent accompagnée de textes rapides et rythmés par un MC, la drum and bass est jouée en clubs et parfois lors de free parties. Elle puise son inspiration dans divers genres musicaux tels que le jazz, le ragga, le funk, la soul, la techno, le hip-hop et même la musique classique, en utilisant des échantillons. Cette diversité sonore permet d'exprimer une large gamme d'émotions, tandis que le tempo oscille généralement entre 160 et 190 BPM. La stabilité du tempo est un élément essentiel pour les DJs. Quelques artistes et labels influents en 2015 étaient Andy C (fondateur du label RAM), Friction (fondateur du label Shogun LTD), London Elektricity (fondateurs du label Hospital), Noisia (fondateurs du label Vision) et Goldie (fondateur de Metalheadz).",
        "histoire": "",
        "sousGenre": ["Drumstep", "breakcore", "darkstep", "darkcore", "drill and bass", "drumfunk", "hardstep", "jazzstep", "jump-up", "liquid funk", "neurofunk", "techstep"],
        "instrument": ["Synthétiseur", "boîte à rythmes", "séquenceur", "clavier", "sampler", "platine"]
      }
    },
    {
      "style": "Easy listening",
      "infos": {
        "titre": "Easy listening",
        "photo": "lien_vers_une_image_easy_listening.jpg",
        "contexte": "L'easy listening est une approche musicale axée sur des mélodies simples et accrocheuses, des chansons douces et élégantes, ainsi que des rythmes adaptés à la danse de salon. C'est davantage une sensibilité musicale qu'un genre précis, englobant des artistes du 20e siècle ainsi que certains associés à la musique électronique.",
        "histoire": "Easy listening, contrairement à la musique d'ambiance, est une désignation neutre qui englobe divers genres musicaux, y compris le jazz mélodique qualifié de smooth jazz. Des artistes éminents tels que Burt Bacharach sont des figures de proue de ce style, et on trouve des exemples de easy listening dans une variété de genres musicaux. Cependant, certains artistes notables du genre strict d'easy listening, tels que Burt Bacharach, Henry Mancini, Arthur Lyman, et Walter Wanderley, ne sont pas inclus dans cette catégorie.",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Electronic dance music",
      "infos": {
        "titre": "Electronic dance music",
        "photo": "lien_vers_une_image_electronic_dance_music.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Electronica",
      "infos": {
        "titre": "Electronica",
        "photo": "lien_vers_une_image_electronica.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Funk",
      "infos": {
        "titre": "Funk",
        "photo": "lien_vers_une_image_funk.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Gospel",
      "infos": {
        "titre": "Gospel",
        "photo": "lien_vers_une_image_gospel.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Heavy metal",
      "infos": {
        "titre": "Heavy metal",
        "photo": "lien_vers_une_image_heavy_metal.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Jazz",
      "infos": {
        "titre": "Jazz",
        "photo": "lien_vers_une_image_jazz.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Musique classique",
      "infos": {
        "titre": "Musique classique",
        "photo": "lien_vers_une_image_musique_classique.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Musique country",
      "infos": {
        "titre": "Musique country",
        "photo": "lien_vers_une_image_musique_country.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Musique électronique",
      "infos": {
        "titre": "Musique électronique",
        "photo": "lien_vers_une_image_musique_electronique.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Musique expérimentale",
      "infos": {
        "titre": "Musique expérimentale",
        "photo": "lien_vers_une_image_musique_expérimentale.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Musique folk",
      "infos": {
        "titre": "Musique folk",
        "photo": "lien_vers_une_image_musique_folk.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Musique instrumentale",
      "infos": {
        "titre": "Musique instrumentale",
        "photo": "lien_vers_une_image_musique_instrumentale.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Musique latine",
      "infos": {
        "titre": "Musique latine",
        "photo": "lien_vers_une_image_musique_latine.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Musique soul",
      "infos": {
        "titre": "Musique soul",
        "photo": "lien_vers_une_image_musique_soul.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Musiques du monde",
      "infos": {
        "titre": "Musiques du monde",
        "photo": "lien_vers_une_image_musiques_du_monde.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "New age",
      "infos": {
        "titre": "New age",
        "photo": "lien_vers_une_image_new_age.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Pop",
      "infos": {
        "titre": "Pop",
        "photo": "lien_vers_une_image_pop.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Rap",
      "infos": {
        "titre": "Rap",
        "photo": "lien_vers_une_image_rap.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Reggae",
      "infos": {
        "titre": "Reggae",
        "photo": "lien_vers_une_image_reggae.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "RnB contemporain",
      "infos": {
        "titre": "RnB contemporain",
        "photo": "lien_vers_une_image_rnb_contemporain.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Rock",
      "infos": {
        "titre": "Rock",
        "photo": "lien_vers_une_image_rock.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    },
    {
      "style": "Tekno",
      "infos": {
        "titre": "Tekno",
        "photo": "lien_vers_une_image_tekno.jpg",
        "contexte": "",
        "histoire": "",
        "sousGenre": [],
        "instrument": []
      }
    }
]
  